[
    {
        "name": "Barcelona",
        "continent": "Europe",
        "active": true,
        "country": "Spain",
        "description": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits,[7] its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people,[3] making it the fifth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan.[3] It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
        "image": "https://picsum.photos/id/402/500/500",
        "coords": {
            "lat": 41.390205,
            "lng": 2.154007
        }
    },
    {
        "name": "Paris",
        "continent": "Europe",
        "active": true,
        "country": "France",
        "description": "",
        "image": "https://picsum.photos/id/401/500/500",
        "coords": {
            "lat": 48.864716,
            "lng": 2.349014
        }
    },
    {
        "name": "Serrekunda",
        "continent": "Africa",
        "active": true,
        "country": "Gambia",
        "description": "",
        "image": "https://picsum.photos/id/402/500/500",
        "coords": {
            "lat": 13.448395,
            "lng": -16.685143
        }
    },
    {
        "name": "Kandahar",
        "continent": "Asia",
        "active": true,
        "country": "Afghanistan",
        "description": "An old city presumably established by Alexander the Great, Kandahar is the second largest settlement in Afghanistan, located in the southern part of the country. There are about a half million people currently living in Kandahar, and from the point of development, social life, services and amenities the city is pretty much ahead of the most of the cities. The number of local landmarks and points of interest is really huge, with plenty of beautiful mosques, shrines, palaces, mausoleums, tombs, parks and gardens, etc. The city attracts a great number of tourists from around the world.",
        "image": "https://picsum.photos/id/403/500/500",
        "coords": {
            "lat": 31.739847,
            "lng": 65.755920
        }
    },
    {
        "name": "La Paz",
        "continent": "South America",
        "active": true,
        "country": "Bolivia",
        "description": "La Paz is one of the largest and the most populous cities of Bolivia, located in eastern part of the country, in the province of Pedro Domingo Murillo. The population of the city is estimated to be close to 900,000 people, and it is known as one of the most beautiful cities of the area, with plenty of great architecture, numerous parks, historic monuments and old cathedrals. La Paz is also an important educational center, with many colleges and a few large universities located there.",
        "image": "https://picsum.photos/id/404/500/500",
        "coords": {
            "lat": -16.489689,
            "lng": -68.119293
        }
    },
    {
        "name": "Lagos",
        "continent": "Africa",
        "active": true,
        "country": "Nigeria",
        "description": "Lagos is a large port city in the southwestern Nigeria and one of the most rapidly developing cities in the whole African continent. Its population is really large and is well exceeding a dozen of million people, making the city the 7th most populous one on the planet. Lagos is also a key cultural center of the whole region, with its very interesting and old local traditions, cuisine, music, and lifestyle. Economically the city is very strong and has the reputation of the city with the highest GDP per capita in Africa. Lagos is also among the fastest developing communities in the region. Tourism plays an important role in the city's economy, and most of the guests come to Lagos when it is the time for the numerous local music festivals and cultural events which take place in plenty, mainly during the cool weather period of the year.",
        "image": "https://picsum.photos/id/405/500/500",
        "coords": {
            "lat": 6.465422,
            "lng": 3.406448
        }
    },
    {
        "name": "San José",
        "continent": "South America",
        "active": true,
        "country": "Costa Rica",
        "description": "Lagos is a large port city in the southwestern Nigeria and one of the most rapidly developing cities in the whole African continent. Its population is really large and is well exceeding a dozen of million people, making the city the 7th most populous one on the planet. Lagos is also a key cultural center of the whole region, with its very interesting and old local traditions, cuisine, music, and lifestyle. Economically the city is very strong and has the reputation of the city with the highest GDP per capita in Africa. Lagos is also among the fastest developing communities in the region. Tourism plays an important role in the city's economy, and most of the guests come to Lagos when it is the time for the numerous local music festivals and cultural events which take place in plenty, mainly during the cool weather period of the year.",
        "image": "https://picsum.photos/id/406/500/500",
        "coords": {
            "lat": 9.934739,
            "lng": -84.087502
        }
    },
    {
        "name": "Montreal",
        "continent": "North America",
        "active": true,
        "country": "Canadá",
        "description": "Montréal-Est is one of the outskirts of the city of Montreal,",
        "image": "https://picsum.photos/id/407/500/500",
        "coords": {
            "lat": 45.630001,
            "lng": -73.519997
        }
    },
    {
        "name": "Doha",
        "continent": "Asia",
        "active": true,
        "country": "Qatar",
        "description": "Doha is one of the richest and the most modern cities on our planet, a desired tourist destination and one of the most expensive cities in the Middle East, as well as the capital city of the country of Qatar known also as the State of Qatar.",
        "image": "https://picsum.photos/id/408/500/500",
        "coords": {
            "lat": 25.286106,
            "lng": 51.534817
        }
    },
    {
        "name": "Almería",
        "continent": "Europe",
        "active": false,
        "country": "Spain",
        "description": "",
        "image": "https://picsum.photos/id/409/500/500",
        "coords": {
            "lat": 36.838139,
            "lng": -2.459740
        }
    },
    {
        "name": "Hanoi",
        "continent": "Asia",
        "active": true,
        "country": "Vietnam",
        "description": "Hanoi is the capital of Vietnam, the second largest and the most populous city of the country, with the population exceeding 2.5 million people. It became the capital quite recently, after the victory of the North in the Vietnam War. The city is located on the Red Rives and is a significant tourist attraction of the region. It is reported that Hanoi is among the cheapest cities of the world, being at the same time filled with attractions and very diverse entertainment options.",
        "image": "https://picsum.photos/id/410/500/500",
        "coords": {
            "lat": 21.033333,
            "lng": 105.849998
        }
    },
    {
        "name": "Tunis",
        "continent": "Africa",
        "active": true,
        "country": "Tunicia",
        "description": "Tunis is the largest city located in Tunis Governorate, Tunisia. ",
        "image": "https://picsum.photos/id/411/500/500",
        "coords": {
            "lat": 36.806389,
            "lng": 10.181667
        }
    },
    {
        "name": "Madrid",
        "continent": "Europe",
        "active": true,
        "country": "Spain",
        "description": "",
        "image": "https://picsum.photos/id/412/500/500",
        "coords": {
            "lat": 40.416775,
            "lng": -3.703790
        }
    },
    {
        "name": "Mangochi",
        "continent": "Africa",
        "active": true,
        "country": "Malawi",
        "description": "",
        "image": "https://picsum.photos/id/413/500/500",
        "coords": {
            "lat": -14.486173,
            "lng": 35.253304
        }
    },
    {
        "name": "Blantyre",
        "continent": "Africa",
        "active": true,
        "country": "Malawi",
        "description": "Blantyre is a large city with over 1 million residents, located in southern Malawi. It is known as the business capital of the country, with plenty of representative offices, commercial and industrial companies, service companies, etc. The city is very multicultural, with plenty of residents originating from Europe, Asia and other African countries. There are plenty of specialized colleges and a large polytechnic university in the city.",
        "image": "https://picsum.photos/id/414/500/500",
        "coords": {
            "lat": -15.786111,
            "lng": 35.005833
        }
    },
    {
        "name": "Nkhotakota",
        "continent": "Africa",
        "active": true,
        "country": "Malawi",
        "description": "Nkhotakota is a large city with the population exceeding 300,000 people, located in eastern Malawi, right on the shores of the Lake Malawi. Famous with wonderful nature and climate, the city is considered a great resort and recreation city. There is a large sugar factory and plenty of small farms in the city. Nkotakota is also famous with ancient unique pottery technology.",
        "image": "https://picsum.photos/id/415/500/500",
        "coords": {
            "lat": -12.931686,
            "lng": 34.281055
        }
    },
    {
        "name": "Tallinn",
        "continent": "Europe",
        "active": true,
        "country": "Estonia",
        "description": "The capital city of Estonia, a small country which can be found on the eastern shores of the Baltic Sea, Tallinn is located on the northwestern corner of the country and has the total area close to 60 square miles. The city is facing a beautiful bay called the Tallinn Bay and has the elevation of only 30 feet, with a very humid and green city area. Located right opposite the city of Helsinki over the Gulf of Finland, Tallinn can be found just about 52 miles south of Helsinki. The coastline of Tallinn is pretty long and is estimated to be close to 30 miles. Riga, the capital city of Latvia, is located 190 miles sheer south of Tallinn, and a Russian cultural capital city of St. Petersburg can be reached by moving sheer east of Tallinn, just about 200 miles.",
        "image": "https://picsum.photos/id/416/500/500",
        "coords": {
            "lat": 59.436962,
            "lng": 24.753574
        }
    },
    {
        "name": "Lisbon",
        "continent": "Europe",
        "active": true,
        "country": "Portugal",
        "description": "Lisbon is a large city, the capital and a key economic, political, cultural, and social life center of modern days' Portugal.",
        "image": "https://picsum.photos/id/417/500/500",
        "coords": {
            "lat": 38.736946,
            "lng": -9.142685
        }
    }
]